rupeshsreeraman.adr-snippets
StevenChen.vscode-adr-manager
tomoki1207.pdf
ms-vscode-remote.vscode-remote-extensionpack
docsmsft.docs-authoring-pack
donjayamanne.python-extension-pack
lizebang.bash-extension-pack
littlefoxteam.vscode-python-test-adapter
ms-python.vscode-pylance
ms-python.isort
hediet.vscode-drawio
nopeslide.vscode-drawio-plugin-mermaid
nopeslide.vscode-drawio-plugin-wavedrom
nopeslide.vscode-drawio-plugin-rtl
docsmsft.docs-authoring-pack
chrischinchilla.vscode-pandoc
ms-azuretools.vscode-docker
eamodio.gitlens
hbenl.vscode-test-explorer
redhat.vscode-yaml
ms-vscode.test-adapter-converter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter
hashhar.gitattributes
codezombiech.gitignore
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-slideshow
ms-kubernetes-tools.vscode-kubernetes-tools
yzhang.markdown-all-in-one
connorshea.vscode-test-explorer-status-bar
kddejong.vscode-cfn-lint
4ops.terraform
aws-scripting-guy.cform
eliostruyf.vscode-front-matter
amazonwebservices.aws-toolkit-vscode
dracula-theme.theme-dracula
foxundermoon.shell-format
GitLab.gitlab-workflow
jebbs.plantuml
jeff-hykin.xd-theme
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
ms-vscode.powershell
phplasma.csv-to-table
PKief.material-icon-theme
